export const bank = [
  {
    總行代號: 5,
    銀行別: '臺灣土地銀行國際金融業務分行'
  },
  {
    總行代號: 6,
    銀行別: '合作金庫商業銀行國際金融業務分行'
  },
  {
    總行代號: 7,
    銀行別: '第一商業銀行國際金融業務分行'
  },
  {
    總行代號: 8,
    銀行別: '華南商業銀行國際金融業務分行'
  },
  {
    總行代號: 9,
    銀行別: '彰化商業銀行國際金融業務分行'
  },
  {
    總行代號: 11,
    銀行別: '上海商業儲蓄銀行國際金融業務分行'
  },
  {
    總行代號: 12,
    銀行別: '台北富邦商業銀行國際金融業務分行'
  },
  {
    總行代號: 13,
    銀行別: '國泰世華商業銀行國際金融業務分行'
  },
  {
    總行代號: 15,
    銀行別: '中國輸出入銀行國際金融業務分行'
  },
  {
    總行代號: 16,
    銀行別: '高雄銀行國際金融業務分行'
  },
  {
    總行代號: 17,
    銀行別: '兆豐國際商銀國際金融業務分行'
  },
  {
    總行代號: 21,
    銀行別: '花旗(台灣)商業銀行國際金融業務分行'
  },
  {
    總行代號: 48,
    銀行別: '王道商業銀行股份有限公司國際金融業務分行'
  },
  {
    總行代號: 50,
    銀行別: '臺灣中小企業銀行國際金融業務分行'
  },
  {
    總行代號: 52,
    銀行別: '渣打國際商業銀行國際金融業務分行'
  },
  {
    總行代號: 53,
    銀行別: '台中商業銀行國際金融業務分行'
  },
  {
    總行代號: 54,
    銀行別: '京城商業銀行國際金融業務分行'
  },
  {
    總行代號: 81,
    銀行別: '滙豐(台灣)商業銀行國際金融業務分行'
  },
  {
    總行代號: 101,
    銀行別: '瑞興商業銀行國際金融業務分行'
  },
  {
    總行代號: 102,
    銀行別: '華泰商業銀行國際金融業務分行'
  },
  {
    總行代號: 103,
    銀行別: '臺灣新光商業銀行國際金融業務分行'
  },
  {
    總行代號: 108,
    銀行別: '陽信商業銀行國際金融業務分行'
  },
  {
    總行代號: 118,
    銀行別: '板信商業銀行國際金融業務分行'
  },
  {
    總行代號: 147,
    銀行別: '三信商業銀行國際金融業務分行'
  },
  {
    總行代號: 803,
    銀行別: '聯邦商業銀行國際金融業務分行'
  },
  {
    總行代號: 805,
    銀行別: '遠東國際商業銀行國際金融業務分行'
  },
  {
    總行代號: 806,
    銀行別: '元大商業銀行國際金融業務分行'
  },
  {
    總行代號: 807,
    銀行別: '永豐商業銀行國際金融業務分行'
  },
  {
    總行代號: 808,
    銀行別: '玉山銀行國際金融業務分行'
  },
  {
    總行代號: 809,
    銀行別: '凱基商業銀行國際金融業務分行'
  },
  {
    總行代號: 810,
    銀行別: '星展(台灣)商業銀行國際金融業務分行'
  },
  {
    總行代號: 812,
    銀行別: '台新國際商業銀行國際金融業務分行'
  },
  {
    總行代號: 816,
    銀行別: '安泰商業銀行國際金融業務分行'
  },
  {
    總行代號: 822,
    銀行別: '中國信託商業銀行國際金融業務分行'
  }
]
